Repository: kieulanalp/EngineeringStuffs
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: The automatic sprinklers are located so that the entire surface of the glass is wet upon their operation
vi: The automatic sprinklers are located so that the entire surface of the glass is wet upon their operation / Sprinkler tự động được bố trí để làm ướt toàn bộ bề mặt kính khi vận hành

source: The availability of larger capacity plant with the centrifugal chiller options results in far fewer compressors being required
vi: The availability of larger capacity plant with the centrifugal chiller options results in far fewer compressors being required / Do có các hệ máy với công suất lớn hơn đi với chiller ly tâm, vậy nên cần ít máy nén hơn

source: The benefits provided by Fire Sprinklers are:-
vi: The benefits provided by Fire Sprinklers are:- / Các lợi ích mà sprinkler đem lại

source: The cables that transmit the alternative power supply must be separate from those of the primary supply
vi: The cables that transmit the alternative power supply must be separate from those of the primary supply and routed through an area of low fire risk / Cáp truyền tải nguồn điện dự phòng phải độc lập khỏi nguồn chính và đi dây trong không gian có khả năng cháy thấp.

source: The carbon monoxide detectors and alarms may be located on the wall, ceiling or other location as specified in the manufacturer’s installation instructions.
vi: The carbon monoxide detectors and alarms may be located on the wall, ceiling or other location as specified in the manufacturer’s installation instructions. / Đầu báo khí CO và báo động có thể được bố trí trên tường, trên trần hoặc các vị trí khác được nêu rõ trong hướng dẫn lắp đặt của nhà sản xuất.

source: The central heating distribution plant shall utilise modulating high efficiency / low Nox boilers, with condensing boilers used, having proprietary automatic controls compatible with the BMS system.
vi: The central heating distribution plant shall utilise modulating high efficiency / low NOx boilers, with condensing boilers used, having proprietary automatic controls compatible with the BMS system. / Hệ thống phân phối nhiệt trung tâm sẽ sử dụng nồi hơi hiệu suất cao / ít phát thải NOx, với nồi hơi có thể thu hồi nước ngưng, có điều khiển tự động có thể tích hợp và ohệ thôgns BMS

source: The centralized system has following advantages:
vi: The centralized system has following advantages: / Hệ thống trung tâm cũng có các lợi thế sau

source: The centralized system has following major features:
vi: The centralized system has following major features: / Hệ thống trung tâm có các tính năng chính sau

source: The choice of HVAC system to serve the various Hotel areas shall depend on a number of factors including Hotel configuration, ceiling void depths, Plant room space, external space, utility charges and the extent of the work involved. A full evaluation of options shall be undertaken to ensure the optimum system is selected for each particular project, with typical examples for selection criteria provided water in this design guides for:
vi: The choice of HVAC system to serve the various Hotel areas shall depend on a number of factors including Hotel configuration, ceiling void depths, Plant room space, external space, utility charges and the extent of the work involved. A full evaluation of options shall be undertaken to ensure the optimum system is selected for each particular project, with typical examples for selection criteria provided in this design guides for: / Việc lựa chọn hệ thống HVAC để phục vụ nhiều khu vực khách sạn sẽ phụ thuộc một số yếu tố, gồm có bố trí phòng khách sạn, chiều cao không gian áp mái, diện tích phòng máy, không gian bên ngoài, chi phí điện nước.. và quy mô của việc lắp đặt. Cần đánh giá đầy đủ các phương án để đảm bảo lựa chọn được hệ thống tối ưu cho mỗi dự án cụ thể, với ví dụ tiêu biểu cho các tiêu chí chọn lựa đối với các khu vực:

source: The complete system must be wired in fire resistant cables arranged in a loop system for system integrity.
vi: The complete system must be wired in fire resistant cables arranged in a loop system for system integrity. / Toàn bộ hệ thống phải được đấu nối bằng dây cáp chống cháy, lắp đặt mạch loop để đảm bảo an toàn cho hệ thống

source: The configuration of the heating and chilled water circuits should be such that clearly identified zones can be individually served, thus making it possible to close down areas of the hotel for maintenance.
vi: The configuration of the heating and chilled water circuits should be such that clearly identified zones can be individually served, thus making it possible to close down areas of the hotel for maintenance. / Cần bố trí mạch đường nước làm nóng và đường nước lạnh sao cho có thể phục vụ riêng lẻ cho từng khu vực được xác định rõ ràng, từ đó có thể đóng cửa từng khu vực riêng của khách sạn để bảo trì

source: The cooling towers require continuous monitoring and treatment to avoid the potential risk of Legionnaire’s Disease
vi: The cooling towers require continuous monitoring and treatment to avoid the potential risk of Legionnaire’s Disease / Tháp giải nhiệt cần được giám sát và xử lý liên tục để tránh nguy cơ nhiễm khuẩn Legionnaire

source: The cost/ programme benefit to the project
vi: The cost/ programme benefit to the project / Phân tích chi phí/lợi ích đối với dự án

source: The date
vi: The date / Ngày tháng

source: The design of many modern buildings does not consider their form in relation to the sun’s path. This results in considerable additional cooling loads which have to be removed by means of mechanical cooling systems. Excessive energy usage not only increases the operating costs of the building but also increases the resulting pollution produced from generating the power in the first instance. It also requires larger plant, which requires more valuable space to be taken within the building.
vi: The design of many modern buildings does not consider their form in relation to the sun’s path. This results in considerable additional cooling loads which have to be removed by means of mechanical cooling systems. Excessive energy usage not only increases the operating costs of the building but also increases the resulting pollution produced from generating the power in the first instance. It also requires larger plant, which requires more valuable space to be taken within the building. / Thiết kế của nhiều tòa nhà hiện đại không cân nhắc hình dạng tòa nhà trong mối tương quan với đường đi của mặt trời. Việc này tăng thêm đáng kể tải làm mát cho hệ thống làm mát cơ học. Việc sử dụng năng lượng quá nhiều không chỉ làm tăng chi phí vận hành mà cũng gây ô nhiễm từ việc tạo ra năng lượng ban đầu; ngoài ra cũng yêu cầu máy móc lớn hơn, chiếm nhiều diện tích hơn trong tòa nhà

source: The design of the building and associated systems should be such that the energy consumption does not exceed the following targets:
vi: The design of the building and associated systems should be such that the energy consumption does not exceed the following targets: / Thiết kế tòa nhà và các hệ thống liên quan cần phải đảm bảo lượng năng lượng tiêu thụ không vượt quá các mục tiêu sau

source: The design of these systems is to ensure they are effective, fit for purpose and will ensure a safe environment for guests and staff whilst simplifying the operation and maintenance of the fire systems as much as practically possible. Section 1.1 of this document identifies acceptable standards to achieve these aims.
vi: The design of these systems is to ensure they are effective, fit for purpose and will ensure a safe environment for guests and staff whilst simplifying the operation and maintenance of the fire systems as much as practically possible. Section 1.1 of this document identifies acceptable standards to achieve these aims. / Việc thiết kế các hệ thống này là nhằm đảm bảo tính hiệu quả, phù hợp với chức năng và sẽ đảm bảo một môi trường an toàn cho khách và nhân viên, đồng thời đơn giản hóa việc vận hành và bảo trì hệ thống PCCC hết mức có thể. Mục 1.1 của tài liệu này liệt kê các tiêu chuẩn được chấp nhận để đạt được những mục tiêu trên

source: The design of these systems is very complex and this must be carried out by specialist fire engineers with experience in this area. This is of particular importance where CFD (computational fluid dynamic) modeling is used.
vi: The design of these systems is very complex and this must be carried out by specialist fire engineers with experience in this area. This is of particular importance where CFD (computational fluid dynamic) modeling is used. / Thiết kế các hệ thống này rất phức tạp và cần được tiến hành bởi kỹ sư PCCC chuyên môn có kinh nghiệm trong vấn đề này. Việc này rất quan trọng nếu phương pháp CFD (computational fluid dynamic) được sử dụng

source: The design recommendations that follow reflect the differences in design in the hotel comparison sheet provided earlier.
vi: The design recommendations that follow reflect the differences in design in the hotel comparison sheet provided earlier. / Các khuyến nghị thiết kế sau đây phản ánh sự khác biệt về thiết kế trong sheet so sánh khách sạn đã trình bày phía trên

source: The design will adopt the following general environmental principles as a minimum:
vi: The design will adopt the following general environmental principles as a minimum: / Thiết kế sẽ tuân thủ những nguyên tắc chung tối thiểu bảo vệ môi trường như sau:

source: The design, installation and maintenance provisions shall be in full compliance with all relevant International, European, National and Local standards and regulations, and in particular any health, fire, safety and environmental legislation.
vi: The design, installation and maintenance provisions shall be in full compliance with all relevant International, European, National and Local standards and regulations, and in particular any health, fire, safety and environmental legislation. / Thiết kế, lắp đặt và bảo trì phải tuân thủ tất cả các tiêu chuẩn và quy chế Quốc tế, châu Âu, Quốc gia và Địa phương liên quan, và đặc biệt là bất cứ quy định nào về sức khỏe, PCCC, an toàn và môi trường.

source: The designer shall provide calculations to demonstrate compliance
vi: The designer shall provide calculations to demonstrate compliance / Thiết kế cung cấp tính toán để chứng minh sự tuân thủ

source: The designers (including fire, MEP, architectural, interior) must provide a fire safety strategy for the whole building, which must include all passive and active systems, and clearly show:-
vi: The designers (including fire, MEP, architectural, interior) must provide a fire safety strategy for the whole building, which must include all passive and active systems, and clearly show:- / Thiết kế (gồm PCCC, MEP, Kiến trúc, Nội thất) phải cung cấp một chiến lược an toàn PCCC cho toàn bộ tòa nhà, trong đó gồm tất cả các hệ bị động và chủ độngthống, và chiến lược này cần cho thấy rõ

source: The device may be battery powered a plug-in device with battery backup, or a device that is either wired into the power line with a secondary battery backup or connected to a system via a panel.
vi: The device may be battery powered a plug-in device with battery backup, or a device that is either wired into the power line with a secondary battery backup or connected to a system via a panel. / Thiết bị có thể chạy bằng pin, bằng nguồn điện từ ổ cắm với pin dự phòng, hoặc bằng cách đấu nối vào đường điện với pin dự phòng hoặc kết nối vào hệ thống thông qua một panel

source: The distribution system must comprise main and sub-main distribution panels, trucking distribution systems, LV distribution cables, voltage regulators and power factor correction equipment. Panels should not be located in public spaces.
vi: The distribution system must comprise main and sub-main distribution panels, trucking distribution systems, LV distribution cables, voltage regulators and power factor correction equipment. Panels should not be located in public spaces. / Hệ thống phân phối phải gồm tủ phân phối chính và phụ, hệ thống trucking distribution system, cáp phân phối hạ thế, ổn áp và thiết bị hiệu chỉnh hệ số công suất. Tủ điện không nên bố trí trong không gian công cộng

source: The distribution system shall be designed for energy efficient operation. Pipework sizing and fitting selection shall ensure that noise is not created within the system.
vi: The distribution system shall be designed for energy efficient operation. Pipework sizing and fitting selection shall ensure that noise is not created within the system. / Hệ thống phân phối được thiết kế để đảm bảo vận hành hiệu quả. Lựa chọn kích thước và cách lắp đặt đường ống sẽ đảm bảo không tạo ra tiếng ồn trong hệ thống

source: The effect on plant location on the pipe/duct distribution can also have a significant effect on capital and operating costs.
vi: The effect of plant location on the pipe/duct distribution can also have a significant effect on capital and operating costs. / Tác động của vị trí trạm máy chính tới phân phối đường ống có thể có ảnh hưởng lớn tới chi phí đầu tư và chi phí vận hành

source: The electrical services installations must be designed to serve all areas of the Hotel, and provide for future expansion/flexibility. This must comprise spare capacity within containment capacities, switchgear space on all switchboards and individual transformer capacity (based on anticipated maximum demand peak load requirements) to allow for the following power increases:
vi: The electrical services installations must be designed to serve all areas of the Hotel, and provide for future expansion/flexibility. This must comprise spare capacity within containment capacities, switchgear space on all switchboards and individual transformer capacity (based on anticipated maximum demand peak load requirements) to allow for the following power increases: / Thiết kế lắp đặt điện phải phục vụ tất cả các khu vực của khách sạn, và tạo điều kiện cho việc mở rộng/thay đổi linh hoạt trong tương lai. Nó phải bao gồm không gian để bổ sung thêm dây cáp trong tủ cáp, diện tích để bổ sung công tắc trên tất cả các tủ điện và công suất máy biến áp độc lập (dựa trên yêu cầu tải đỉnh dự kiến), để tạo điều kiện tăng điện cấp cho các khu vực sau:

source: The equipment shall be sized to cater for:
vi: The equipment shall be sized to cater for: / Thiết bị có kích cỡ phục vụ cho:

source: The equipment shall be sized to provide for diversity of use and occupancy, allowing also for energy saving measures included within the design.
vi: The equipment shall be sized to provide for diversity of use and occupancy, allowing also for energy saving measures included within the design. / Thiết kế có kích thước phù hợp phục vụ cho nhiều mục đích và số người sử dụng khác nhau, đồng thời cho phép bao gồm các biện pháp tiết kiệm năng lượng trong thiết kế

source: The fastening must release upon operation of the fire alarm system
vi: The fastening must release upon operation of the fire alarm system / Chốt phải mở sau khi có kích hoạt hệ thống báo cháy

source: The final system selection shall be subject to verification from a technical submission, including a full life cycle cost/benefit analysis, by the designer, and approval by InterContinental Hotels Group.
vi: The final system selection shall be subject to verification from a technical submission, including a full life cycle cost/benefit analysis, by the designer, and approval by InterContinental Hotels Group. / Thiết kế phải trình duyệt phương án chọn hệ thống cuối cùng để kiểm tra xác nhận, bao gồm một phân tích giá/lợi ích toàn bộ vòng đời

source: The fire alarm and detection system must be installed to cover the whole hotel. The system must comprise the following equipment, to provide life and property protection to all areas:-
vi: The fire alarm and detection system must be installed to cover the whole hotel. The system must comprise the following equipment, to provide life and property protection to all areas: / Hệ thống phát hiện và báo cháy cần được lắp đặt để bảo vệ toàn bộ khách sạn. Hệ thống phải bao gồm các thiết bị sau, để đảm bảo bảo vệ an toàn sinh mạng và tài sản cho tất cả các khu vực

source: The fire alarm must be activated by smoke/heat detectors and manual call points. If a sprinkler system, kitchen o other fire suppression system is installed this should also activate the alarm.
vi: The fire alarm must be activated by smoke/heat detectors and manual call points. If a sprinkler system, kitchen o other fire suppression system is installed this should also activate the alarm. / Báo động cháy phải được kích hoạt bằng đầu báo khói/nhiệt và nút báo cháy khẩn cấp. Nếu một hệ thống sprinkler, hệ thống chữa cháy bếp hoặc hệ thống chữa cháy khác được lắp đặt, chúng cũng nên kích hoạt được báo cháy

source: The fire alarm panel must incorporate the following features:
vi: The fire alarm panel must incorporate the following features: / Tủ báo cháy phải bao gồm các tính năng sau:

source: The fire supply must comprise of dual incoming supply. Where the facility exists within the local water reticulation, the dual incoming supply must be derived from separate external water mains. Where not available a separate tank supply must be provided, with compartmentation for maintenance.
vi: The fire supply must comprise of dual incoming supply. Where the facility exists within the local water reticulation, the dual incoming supply must be derived from separate external water mains. Where not available a separate tank supply must be provided, with compartmentation for maintenance. / Nguồn nước cho cứu hỏa phải bao gồm hai nguồn cấp song song. Nếu có cơ sở vật chất phù hợp trong phạm vi mạng lưới cấp nước địa phương, nguồn cấp nước song song phải xuất phát từ các đường ống nước bên ngoài riêng biệt. Nếu không có, phải có một bể cấp nước riêng biệt, có chia khoang để phục vụ bảo trì

source: The fire suppression systems must be designed in accordance with recognised international standards and in compliance with local regulations.
vi: The fire suppression systems must be designed in accordance with recognised international standards and in compliance with local regulations. / Các hệ thống chữa cháy phải được thiết kế tuân thủ các tiêu chuẩn quốc tế được công nhận và tuân thủ các quy định địa phương

source: The following definitions will apply for hot water temperature and pressure:
vi: The following definitions will apply for hot water temperature and pressure: / Các định nghĩa sau sẽ áp dụng với nhiệt độ và áp suất nước nóng:

source: The following design criteria are to be considered as minimum requirements. The design engineer will liaise closely with the Architect, Interior Designer and Specialist Lighting Consultants with regard to the selection and location of decorative luminaries and effects, both within and outside the hotel, together with the location of all outlets required to supply portable decorative lamps.
vi: The following design criteria are to be considered as minimum requirements. The design engineer will liaise closely with the Architect, Interior Designer and Specialist Lighting Consultants with regard to the selection and location of decorative luminaries and effects, both within and outside the hotel, together with the location of all outlets required to supply portable decorative lamps. / Các tiêu chí thiết kế sau đây được coi là yêu cầu tối thiểu. Kỹ sư thiết kế sẽ phối hợp chặt chẽ với kiến trúc, nội thất và tư vấn thiết kế chiếu sáng trong việc lựa chọn và bố trí chiếu sáng trang trí và hiệu ứng đối với cả trong và ngoài tòa nhà, cùng vị trí của tất cả các ổ điện cần thiết để cắm đèn trang trí rời

source: The following diagram illustrates the designer’s responsibilities in relation to design approvals:-
vi: The following diagram illustrates the designer’s responsibilities in relation to design approvals: / Sơ đồ dưới đây thể hiện các trách nhiệm của thiết kế liên quan đến vấn đề phê duyệt thiết kế

source: The following highlights good zoning for an air conditioning system, with the correct zoning indicated by the different colors.
vi: The following highlights good zoning for an air conditioning system, with the correct zoning indicated by the different colors. / Các nội dung tiếp theo sẽ làm rõ việc phân vùng đúng cho hệ thống điều hòa không khí, với các zone đúng được đánh dấu bằng các màu khác nhau (xem ảnh)

source: The following illustrates the general principles to be achieved:-
vi: The following illustrates the general principles to be achieved: / Phải đạt được các nguyên tắc chung sau đây:

source: The following illustration shows typical zoning of a public area with objectives of achieving:-
vi: The following illustration shows typical zoning of a public area with objectives of achieving:- / Hình ảnh dưới đây cho thấy việc chia vùng điển hình cho một không gian công cộng nhằm đạt được:

source: The following provides guidance on illuminance levels, surfaces where levels should be measured and types of luminaires.
vi: The following provides guidance on illuminance levels, surfaces where levels should be measured and types of luminaires. / Bảng dưới đây cung cấp hướng dẫn về mức chiếu sáng, độ cao để đo độ sáng và các loại đèn chiếu sáng

source: The following sketches illustrate the locations for detectors in a guest room.
vi: The following sketches illustrate the locations for detectors in a guest room. / Bản sketch sau minh họa vị trí các đầu báo trong một phòng khách

source: The following systems are considered acceptable:-
vi: The following systems are considered acceptable:- / Các hệ thống sau được chấp nhận

source: The following systems are deemed acceptable, dependent on the location, room size and loads:-
vi: The following systems are deemed acceptable, dependent on the location, room size and loads:- / Các hệ thống sau được chấp nhận, phụ thuộc vào địa điểm, kích thước phòng và các phụ tải

source: The following systems must be provided as required by the relevant codes, or to enhance the life safety provisions of the entire Hotel:-
vi: The following systems must be provided as required by the relevant codes, or to enhance the life safety provisions of the entire Hotel: / Các hệ thống dưới đây phải được cung cấp tuân thủ theo luật liên quan, hoặc để tăng cường an toàn PCCC cho cả tòa nhà

source: The following table illustrates the reduction in insulation requirements for alternative pipe materials
vi: The following table illustrates the reduction in insulation requirements for alternative pipe materials / Bảng sau liệt kê các yêu cầu về bảo ôn đối với các vật liệu ống khác nhau

source: The following table provides a simple comparison of systems suitable for BOH spaces. This should be prepared for each project taking into account local conditions to determine the most appropriate:
vi: The following table provides a simple comparison of systems suitable for BOH spaces. This should be prepared for each project taking into account local conditions to determine the most appropriate: / Bảng sau là một so sánh đơn giản giữa các hệ thống phù hợp cho BOH.

source: The following table provides a simple comparison of these systems, which should be carried out for specific projects based on local information:-
vi: The following table provides a simple comparison of these systems, which should be carried out for specific projects based on local information:- / Bảng sau là một so sánh đơn giản giữa các hệ thống. So sánh nên được tiến hành cho các hệ thống cụ thể dựa trên thông tin địa phương

source: The following table provides a summary of applications of different fire suppression systems:-
vi: The following table provides a summary of applications of different fire suppression systems:- / Bảng sau tổng kết các phương án áp dụng các loại hệ thống chữa cháy khác nhau
